tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "moncho/dry"
tap "mongodb/brew"
tap "px4/px4"
brew "imath"
brew "jpeg"
brew "libpng"
brew "openexr"
brew "webp"
brew "aom"
brew "eigen"
brew "gmp"
brew "mpfr"
brew "gcc"
brew "hwloc"
brew "open-mpi"
brew "arpack"
brew "astyle"
brew "autoconf"
brew "automake"
brew "binutils"
brew "gdbm"
brew "readline"
brew "xz"
brew "python@3.10"
brew "black"
brew "boost"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pcre"
brew "python@3.9"
brew "glib"
brew "pkg-config"
brew "pixman"
brew "cairo"
brew "ccache"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "ctags"
brew "libunistring"
brew "libidn2"
brew "libssh2"
brew "rtmpdump"
brew "curl"
brew "dav1d"
brew "libusb"
brew "dfu-util"
brew "dive"
brew "docbook2x"
brew "dos2unix"
brew "doxygen"
brew "libtool"
brew "guile"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "lame"
brew "libass"
brew "sdl2"
brew "tesseract"
brew "x264"
brew "xvid"
brew "zimg"
brew "ffmpeg"
brew "openjdk"
brew "fop"
brew "fzf"
brew "gawk"
brew "gh"
brew "libidn"
brew "pcre2"
brew "git"
brew "git-lfs"
brew "glpk"
brew "gnu-tar"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "pinentry"
brew "go"
brew "ncurses"
brew "htop"
brew "httpie"
brew "hub"
brew "jansson"
brew "oniguruma"
brew "jq"
brew "keychain"
brew "krb5"
brew "lcov"
brew "lftp"
brew "libgit2"
brew "libomp"
brew "libssh"
brew "libxml2"
brew "libyaml"
brew "lua"
brew "makensis"
brew "makeself"
brew "s-lang"
brew "midnight-commander"
brew "minicom"
brew "mongosh"
brew "ncdu"
brew "netcat"
brew "ninja"
brew "nmap"
brew "node"
brew "numpy"
brew "p7zip"
brew "pandoc"
brew "perl"
brew "pipenv"
brew "pipx"
brew "platypus"
brew "portmidi"
brew "postgresql"
brew "pre-commit"
brew "pssh"
brew "pstree"
brew "pv"
brew "python@3.7"
brew "python@3.8"
brew "qemu"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "rlwrap"
brew "rustup-init"
brew "sdcc"
brew "socat"
brew "source-highlight"
brew "sphinx-doc"
brew "telnet"
brew "utf8proc"
brew "tmux"
brew "u-boot-tools"
brew "upx"
brew "vercel-cli"
brew "vifm"
brew "vim"
brew "wget"
brew "xmlto"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "moncho/dry/dry"
brew "mongodb/brew/mongodb-database-tools"
brew "mongodb/brew/mongodb-community"
brew "px4/px4/gcc-arm-none-eabi"
brew "px4/px4/genromfs"
cask "arduino"
cask "basictex"
cask "ccleaner"
cask "coconutbattery"
cask "cyberduck"
cask "dash"
cask "dropbox"
cask "electrum"
cask "firefox"
cask "free-ruler"
cask "gimp"
cask "google-chrome"
cask "grandperspective"
cask "hex-fiend"
cask "inkscape"
cask "iterm2"
cask "launchbar"
cask "libreoffice"
cask "macdown"
cask "macpass"
cask "mongodb-compass"
cask "monolingual"
cask "osxfuse"
cask "skype"
cask "slack"
cask "spotifree"
cask "spotify"
cask "teamviewer"
cask "the-unarchiver"
cask "transmission"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
