cask_args appdir: '/Applications'

tap 'homebrew/dupes'
tap 'homebrew/python'
tap 'homebrew/science'
tap 'homebrew/tex'
tap 'homebrew/versions'
tap 'homebrew/x11'
tap 'caskroom/cask'
tap 'caskroom/versions'

brew 'ack'
brew 'autoconf'
brew 'automake'
brew 'cairo'
brew 'certbot'
brew 'cmake'
brew 'ctags'
brew 'dos2unix'
brew 'doxygen'
brew 'gcc'
brew 'git'
brew 'git-flow'
brew 'gnuplot'
brew 'gpg-agent'
brew 'grc'
brew 'htop-osx'
brew 'httpie'
brew 'keychain'
brew 'macvim'
brew 'mc'
brew 'mplayer'
brew 'netcat'
brew 'nmap'
brew 'node'
brew 'numpy'
brew 'osslsigncode'
brew 'pstree'
brew 'pstree'
brew 'py2cairo'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'qemu'
brew 'rdesktop'
brew 'rlwrap'
brew 'ruby-build'
brew 'rbenv'
brew 'scipy'
brew 'smartmontools'
brew 'socat'
brew 'sqlite'
brew 'stunnel'
brew 'unrar'
brew 'valgrind'

cask 'adafruit-arduino'
cask 'appzapper'
cask 'atom'
cask 'ccleaner'
cask 'coconutbattery'
cask 'cyberduck'
cask 'dash'
cask 'dosbox'
cask 'dropbox'
cask 'firefox'
cask 'flux'
cask 'free-ruler'
cask 'garmin-express'
cask 'gimp'
cask 'google-chrome'
cask 'gpgtools'
cask 'grandperspective'
cask 'hex-fiend'
cask 'inkscape'
cask 'iterm2'
cask 'java7'
cask 'launchbar'
cask 'libreoffice'
cask 'macpass'
cask 'monolingual'
cask 'mysqlworkbench'
cask 'rb-app-checker-lite'
cask 'shimo'
cask 'skitch'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'teamviewer'
cask 'the-unarchiver'
cask 'transmission'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
cask 'wireshark'
cask 'xee'
cask 'xquartz'
